Repository: jakejdavis/rbxport
Catalog: macos/App/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, hu, it, ja, ko, nl, pt, ru, sv, tr, zh_hans, zh_hant

source: The export failed before the device could be verified. Check that it is connected, writable, and has enough free space.
cs: Export se nezdařil, než bylo možné zařízení ověřit. Zkontrolujte, zda je připojený, zapisovatelný a má dostatek volného místa.
da: Eksporten mislykkedes, før enheden kunne bekræftes. Tjek, at den er tilsluttet, skrivbar og har nok ledig plads.
de: Der Export ist fehlgeschlagen, bevor das Gerät überprüft werden konnte. Überprüfen Sie, ob es angeschlossen und beschreibbar ist und über genügend freien Speicherplatz verfügt.
el: Η εξαγωγή απέτυχε πριν μπορέσει να επαληθευτεί η συσκευή. Ελέγξτε ότι είναι συνδεδεμένο, εγγράψιμο και ότι έχει αρκετό ελεύθερο χώρο.
es: La exportación falló antes de que se pudiera verificar el dispositivo. Compruebe que esté conectado, que se pueda escribir y que tenga suficiente espacio libre.
fr: L'exportation a échoué avant que l'appareil puisse être vérifié. Vérifiez qu'il est connecté, accessible en écriture et qu'il dispose de suffisamment d'espace libre.
hu: Az exportálás sikertelen volt, mielőtt az eszközt ellenőrizni lehetett volna. Ellenőrizze, hogy csatlakoztatva van-e, írható-e, és van-e elég szabad helye.
it: L'esportazione non è riuscita prima che il dispositivo potesse essere verificato. Verificare che sia connesso, scrivibile e disponga di spazio libero sufficiente.
ja: デバイスが検証される前にエクスポートが失敗しました。接続されていること、書き込み可能であること、および十分な空き領域があることを確認してください。
ko: 장치를 확인하기 전에 내보내기에 실패했습니다. 연결되어 있고 쓰기 가능하며 여유 공간이 충분한지 확인하세요.
nl: De export mislukte voordat het apparaat kon worden geverifieerd. Controleer of het is aangesloten, beschrijfbaar is en voldoende vrije ruimte heeft.
pt: A exportação falhou antes que o dispositivo pudesse ser verificado. Verifique se ele está conectado, pode ser gravado e tem espaço livre suficiente.
ru: Экспорт не удалось выполнить до того, как устройство удалось проверить. Убедитесь, что он подключен, доступен для записи и имеет достаточно свободного места.
sv: Exporten misslyckades innan enheten kunde verifieras. Kontrollera att den är ansluten, skrivbar och har tillräckligt med ledigt utrymme.
tr: Cihaz doğrulanamadan dışa aktarma işlemi başarısız oldu. Bağlı olduğundan, yazılabilir olduğundan ve yeterli boş alana sahip olduğundan emin olun.
zh_hans: 在验证设备之前导出失败。检查它是否已连接、可写并且有足够的可用空间。
zh_hant: 在驗證設備之前匯出失敗。检查它是否已连接、可写并且有足够的可用空间。

source: The selected USB device is no longer connected. Refresh and select it again.
cs: Vybrané zařízení USB již není připojeno. Aktualizujte a vyberte jej znovu.
da: Den valgte USB-enhed er ikke længere tilsluttet. Opdater og vælg det igen.
de: Das ausgewählte USB-Gerät ist nicht mehr angeschlossen. Aktualisieren Sie es und wählen Sie es erneut aus.
el: Η επιλεγμένη συσκευή USB δεν είναι πλέον συνδεδεμένη. Κάντε ανανέωση και επιλέξτε το ξανά.
es: El dispositivo USB seleccionado ya no está conectado. Actualice y selecciónelo nuevamente.
fr: Le périphérique USB sélectionné n'est plus connecté. Actualisez et sélectionnez-le à nouveau.
hu: A kiválasztott USB-eszköz már nincs csatlakoztatva. Frissítse, és válassza ki újra.
it: Il dispositivo USB selezionato non è più collegato. Aggiorna e selezionalo di nuovo.
ja: 選択した USB デバイスは接続されていません。更新して再度選択します。
ko: 선택한 USB 장치가 더 이상 연결되어 있지 않습니다. 새로고침하고 다시 선택하세요.
nl: Het geselecteerde USB-apparaat is niet langer aangesloten. Vernieuw en selecteer het opnieuw.
pt: O dispositivo USB selecionado não está mais conectado. Atualize e selecione-o novamente.
ru: Выбранное USB-устройство больше не подключено. Обновите и выберите его снова.
sv: Den valda USB-enheten är inte längre ansluten. Uppdatera och välj det igen.
tr: Seçilen USB cihazı artık bağlı değil. Yenileyin ve tekrar seçin.
zh_hans: 选定的 USB 设备不再连接。刷新并再次选择它。
zh_hant: 選定的 USB 裝置不再連接。刷新並再次選擇它。

source: This computer is the tempo master. Click to resign.
cs: Tento počítač je mistrem tempa. Kliknutím odstoupíte.
da: Denne computer er tempomesteren. Klik for at træde tilbage.
de: Dieser Computer ist der Tempo-Master. Klicken Sie hier, um zurückzutreten.
el: Αυτός ο υπολογιστής είναι ο κύριος ρυθμός. Κάντε κλικ για να παραιτηθείτε.
es: Esta computadora es el maestro del tempo. Haga clic para renunciar.
fr: Cet ordinateur est le maître du tempo. Cliquez pour démissionner.
hu: Ez a számítógép a tempómester. Kattintson a lemondáshoz.
it: Questo computer è il maestro del tempo. Fare clic per dimettersi.
ja: このコンピュータがテンポマスターです。クリックして辞任してください。
ko: 이 컴퓨터는 템포 마스터입니다. 탈퇴하려면 클릭하세요.
nl: Deze computer is de tempomeester. Klik om ontslag te nemen.
pt: Este computador é o mestre do andamento. Clique para renunciar.
ru: Этот компьютер является мастером темпа. Нажмите, чтобы уйти в отставку.
sv: Den här datorn är tempomästaren. Klicka för att avgå.
tr: Bu bilgisayar tempo yöneticisidir. İstifa etmek için tıklayın.
zh_hans: 这台计算机是节奏大师。点击辞职。
zh_hant: 這台計算機是節奏大師。點選辭職。

source: This device is being exported to. Wait for the export to finish.
cs: Toto zařízení se exportuje do. Počkejte na dokončení exportu.
da: Denne enhed eksporteres til. Vent på, at eksporten er færdig.
de: Dieses Gerät wird exportiert. Warten Sie, bis der Export abgeschlossen ist.
el: Αυτή η συσκευή εξάγεται σε. Περιμένετε να ολοκληρωθεί η εξαγωγή.
es: Este dispositivo se está exportando a. Espere a que finalice la exportación.
fr: Cet appareil est en cours d'exportation vers. Attendez la fin de l'exportation.
hu: Az eszköz exportálása folyamatban van. Várja meg, amíg az exportálás befejeződik.
it: Questo dispositivo viene esportato in. Attendi il completamento dell'esportazione.
ja: このデバイスはにエクスポートされています。エクスポートが完了するまで待ちます。
ko: 이 장치를 다음으로 내보내는 중입니다. 내보내기가 완료될 때까지 기다립니다.
nl: Er wordt naar dit apparaat geëxporteerd. Wacht tot het exporteren is voltooid.
pt: Este dispositivo está sendo exportado para. Aguarde o término da exportação.
ru: На это устройство выполняется экспорт. Дождитесь завершения экспорта.
sv: Den här enheten exporteras till. Vänta tills exporten är klar.
tr: Bu cihaz şuraya aktarılıyor: Dışa aktarmanın bitmesini bekleyin.
zh_hans: 该设备正在导出到。等待导出完成。
zh_hant: 該設備正在導出到。等待導出完成。

source: This iTunes library has no playlists.
cs: Tato knihovna iTunes nemá žádné seznamy skladeb.
da: Dette iTunes-bibliotek har ingen afspilningslister.
de: Diese iTunes-Bibliothek verfügt über keine Wiedergabelisten.
el: Αυτή η βιβλιοθήκη iTunes δεν έχει λίστες αναπαραγωγής.
es: Esta biblioteca de iTunes no tiene listas de reproducción.
fr: Cette bibliothèque iTunes ne contient aucune liste de lecture.
hu: Ebben az iTunes-könyvtárban nincsenek lejátszási listák.
it: Questa libreria iTunes non ha playlist.
ja: この iTunes ライブラリにはプレイリストがありません。
ko: 이 iTunes 보관함에는 재생목록이 없습니다.
nl: Deze iTunes-bibliotheek heeft geen afspeellijsten.
pt: Esta biblioteca do iTunes não possui listas de reprodução.
ru: В этой библиотеке iTunes нет плейлистов.
sv: Det här iTunes-biblioteket har inga spellistor.
tr: Bu iTunes arşivinde çalma listesi yok.
zh_hans: 此 iTunes 库没有播放列表。
zh_hant: 此 iTunes 庫沒有播放清單。

source: Time
cs: Čas
da: Tid
de: Dauer
el: Διάρκεια
es: Tiempo
fr: Durée
hu: Idő
it: Tempo
ja: 時間
ko: 시간
nl: Duur
pt: Tempo
ru: Размер
sv: Tid
tr: Süre
zh_hans: 时间
zh_hant: 時間

source: to
cs: do
da: til
de: bis
el: έως
es: y
fr: et
hu: -től
it: e
ja: と
ko: 에
nl: en
pt: e
ru: до
sv: och
zh_hans: 至
zh_hant: 至

source: Total Space
cs: Kapacita
da: Kapacitet
de: Kapazität
el: Χωρητικότητα
es: Capacidad
fr: Capacité
hu: Kapacitás
it: Capacità
ja: 容量
ko: 용량
nl: Capaciteit
pt: Capacidade
ru: Емкость
sv: Kapacitet
tr: Kapasite
zh_hans: 容量
zh_hant: 容量

source: Track
cs: Stopa
da: Nummer
el: Κομμάτι
es: Pista
fr: Morceau
hu: Felvétel
it: Brano
ja: トラック
ko: 트랙
nl: Muziekstuk
pt: Faixa
ru: Дорожка
sv: Spår
tr: Parça
zh_hans: 曲目
zh_hant: 音軌

source: Track Filter
cs: Filtr stopy
da: Sporfilter
el: Φίλτρο κομματιού
es: Filtro de pista
fr: Filtre de piste
hu: Pályaszűrő
it: Filtro traccia
ja: トラックフィルター
ko: 트랙 필터
pt: Filtro de trilha
ru: Фильтр треков
sv: Spårfilter
tr: Parça Filtresi
zh_hans: 轨道过滤器
zh_hant: 軌道過濾器

source: Track information
cs: Informace o stopě
da: Sporoplysninger
de: Track-Informationen
el: Πληροφορίες παρακολούθησης
es: información de pista
fr: informations sur les morceaux
hu: Track információk
it: informazioni sui brani
ja: 演奏情報
ko: 트랙 정보
nl: muziekstukinformatie
pt: informação de faixa
ru: Отслеживать информацию
sv: Spårinformation
tr: Bilgileri takip et
zh_hans: 曲目信息
zh_hant: 追蹤訊息

source: Track number
cs: Č. stopy
da: Spornr.
de: Track-Nr.
el: Αρ. Κομματιού
es: Núm. de pista
fr: N° de la piste
hu: Felvétel sz.
it: Num. traccia
ja: トラック番号
ko: 트랙수
nl: Muzieknr.
pt: N.º da faixa
ru: Номер дорожки
sv: Spårnr
tr: Parça num.
zh_hans: 曲目编号
zh_hant: 音軌編號

source: Track Title
cs: Název stopy
da: Titel på musiknummer
de: Trackname
el: Τίτλος κομματιού
es: Título de la pista
fr: Titre du morceau
hu: Felvétel címe
it: Titolo Brano
ja: トラックタイトル
ko: 트랙 제목
nl: Titel van muziekstuk
pt: Título da Faixa
ru: Название дорожки
sv: Spårtitel
tr: Parça Başlığı
zh_hans: 曲目标题
zh_hant: 音軌標題

source: Track Type
cs: Typ stopy
da: Nummertype
de: Tracktyp
el: Τύπος κομματιού
es: Tipo de pista
fr: Type de morceaux
hu: Felvétel típusa
it: Tipo di brano
ja: トラックタイプ
ko: 트랙 타입
nl: Muziekstuktype
pt: Tipo de faixa
ru: Тип дорожки
sv: Spårtyp
tr: Parça Tipi
zh_hans: 曲目类型
zh_hant: 音軌類型

source: Tracks analysed at once
cs: Skladby analyzovány najednou
da: Spor analyseret på én gang
de: Tracks werden sofort analysiert
el: Τα κομμάτια αναλύθηκαν αμέσως
es: Pistas analizadas a la vez
fr: Pistes analysées en une seule fois
hu: Egyszerre elemzett számok
it: Tracce analizzate in una sola volta
ja: トラックを一度に分析
ko: 트랙을 한번에 분석
nl: Tracks in één keer geanalyseerd
pt: Faixas analisadas de uma só vez
ru: Треки анализируются сразу
sv: Spår analyseras på en gång
tr: Parçalar tek seferde analiz edildi
zh_hans: 立即分析曲目
zh_hant: 立即分析曲目

source: Try Again
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
fr: Réessayez
hu: Próbáld újra
it: Riprova
ja: もう一度試してください
ko: 다시 시도
nl: Probeer het opnieuw
pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar Deneyin
zh_hans: 再试一次
zh_hant: 再試一次

source: Türkçe
cs: Turecko
es: turco
fr: Turc
ja: テュルクチェ語
ko: 터키어
nl: Turkçe
pt: Turquia
ru: Тюркче
zh_hans: 图尔克切
zh_hant: 圖爾克切

source: Turn on PRO DJ LINK automatically when a player or mixer is detected.
cs: Zapněte PRO DJ LINK automaticky, když je detekován přehrávač nebo mix.
da: Tænd for PRO DJ LINK automatisk, når en afspiller eller mixer registreres.
de: Schalten Sie PRO DJ LINK automatisch ein, wenn ein Player oder Mixer erkannt wird.
el: Ενεργοποιήστε αυτόματα το PRO DJ LINK όταν εντοπιστεί συσκευή αναπαραγωγής ή μίκτη.
es: Enciende PRO DJ LINK automáticamente cuando se detecta un reproductor o mezclador.
fr: Activez automatiquement PRO DJ LINK lorsqu'un lecteur ou une table de mixage est détecté.
hu: Kapcsolja be automatikusan a PRO DJ LINK funkciót, ha lejátszót vagy keverőt észlel.
it: Attiva automaticamente PRO DJ LINK quando viene rilevato un lettore o un mixer.
ja: プレーヤーまたはミキサーを検出すると、PRO DJ LINK が自動的にオンになります。
ko: 플레이어 또는 믹서가 감지되면 자동으로 PRO DJ LINK를 켜십시오.
nl: Schakel PRO DJ LINK automatisch in wanneer een speler of mixer wordt gedetecteerd.
pt: Ligue o PRO DJ LINK automaticamente quando um player ou mixer for detectado.
ru: Включайте PRO DJ LINK автоматически при обнаружении проигрывателя или микшера.
sv: Slå på PRO DJ LINK automatiskt när en spelare eller mixer upptäcks.
tr: Bir oynatıcı veya mikser algılandığında PRO DJ LINK'i otomatik olarak açın.
zh_hans: 当检测到播放器或混音器时，自动打开 PRO DJ LINK。
zh_hant: 當偵測到播放器或混音器時，自動開啟 PRO DJ LINK。

source: Turn on your players and mixers, then connect them to the network shown above.
cs: Zapněte své přehrávače a mixpulty a poté je připojte k výše uvedené síti.
da: Tænd for dine afspillere og mixere, og tilslut dem derefter til netværket vist ovenfor.
de: Schalten Sie Ihre Player und Mixer ein und verbinden Sie sie dann mit dem oben gezeigten Netzwerk.
el: Ενεργοποιήστε τα προγράμματα αναπαραγωγής και τους μίκτες σας και, στη συνέχεια, συνδέστε τα στο δίκτυο που φαίνεται παραπάνω.
es: Encienda sus reproductores y mezcladores, luego conéctelos a la red que se muestra arriba.
fr: Allumez vos lecteurs et mixeurs, puis connectez-les au réseau indiqué ci-dessus.
hu: Kapcsolja be lejátszóit és keverőit, majd csatlakoztassa őket a fent látható hálózathoz.
it: Accendi i tuoi lettori e mixer, quindi collegali alla rete mostrata sopra.
ja: プレーヤーとミキサーの電源を入れて、上記のネットワークに接続します。
ko: 플레이어와 믹서를 켜고 위에 표시된 네트워크에 연결합니다.
nl: Schakel uw spelers en mixers in en verbind ze vervolgens met het hierboven weergegeven netwerk.
pt: Ligue seus players e mixers e conecte-os à rede mostrada acima.
ru: Включите проигрыватели и микшеры, а затем подключите их к сети, показанной выше.
sv: Slå på dina spelare och mixers och anslut dem sedan till nätverket som visas ovan.
tr: Oynatıcılarınızı ve mikserlerinizi açın, ardından bunları yukarıda gösterilen ağa bağlayın.
zh_hans: 打开播放器和混音器，然后将它们连接到如上所示的网络。
zh_hant: 打開播放器和混音器，然後將它們連接到如上所示的網路。

source: unavailable
cs: nedostupný
da: ikke tilgængelig
de: nicht verfügbar
el: μη διαθέσιμος
es: no disponible
fr: indisponible
hu: nem elérhető
it: non disponibile
ja: 利用不可
ko: 이용할 수 없음
nl: niet beschikbaar
pt: indisponível
ru: недоступен
sv: otillgänglig
tr: müsait değil
zh_hans: 不可用
zh_hant: 不可用

source: Unavailable
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fr: Indisponible
hu: Nem elérhető
it: Non disponibile
ja: 利用不可
ko: 이용 불가
nl: Niet beschikbaar
pt: Indisponível
ru: Недоступно
sv: Ej tillgänglig
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 不可用

source: Undo
cs: zpět
da: fortryd
de: Rückgängig
el: αναίρεση
es: deshacer
fr: annuler
hu: érvénytelenítés
it: annulla
ja: 元に戻す
ko: 취소하기
nl: ongedaan maken
pt: anular
ru: отменить
sv: ångra
tr: geri al
zh_hans: 撤消
zh_hant: 復原

source: Unit
cs: Jednotka
da: Enhed
de: Einheit
el: Μονάδα
es: Unidad
fr: Unité
hu: Egység
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pt: Unidade
ru: Единица
sv: Enhet
tr: Birim
zh_hans: 单位
zh_hant: 單位

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Untitled Intelligent List
cs: Nepojmenovaný seznam
da: Ubetitlet liste
de: Unbetitelte Liste
el: Λίστα χωρίς τίτλο
es: Lista sin título
fr: Liste sans titre
hu: Elnevezetlen lista
it: Lista senza titolo
ja: 無題のリスト
ko: 무제 리스트
nl: Lijst zonder titel
pt: Lista Sem Nome
ru: Список без названия
sv: Namnlös lista
tr: Başlıksız Liste
zh_hans: 无标题列表
zh_hant: 未命名的清單

source: Up
cs: Nahoru
da: Op
de: Höher
el: Πάνω
es: Arriba
fr: Haut
hu: Fel
it: Su
ja: 上へ
ko: 위
nl: Omhoog
pt: Cima
ru: Вверх
sv: Upp
tr: Yukarı
zh_hans: 向上
zh_hant: 上

source: Upper value
cs: Horní hodnota
da: Øvre værdi
de: Oberer Wert
el: Ανώτερη τιμή
es: Valor superior
fr: Valeur supérieure
hu: Felső érték
it: Valore superiore
ja: 上限値
ko: 상한값
nl: Bovenste waarde
pt: Valor superior
ru: Верхнее значение
sv: Övre värde
tr: Üst değer
zh_hans: 上限值
zh_hant: 上限值

source: Value
cs: Hodnota
da: Værdi
de: Wert
el: Αξία
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 가치
nl: Waarde
pt: Valor
ru: Значение
sv: Värde
tr: Değer
zh_hans: 价值
zh_hant: 價值

source: View
cs: Zobrazit
da: Vis
de: Betrachten
el: Προβολή
es: Visualización
fr: Affichage
hu: Nézet
it: Visualizza
ja: 表示
ko: 보기
nl: Tonen
pt: Ver
ru: Просмотр
sv: Visning
tr: Görünüm
zh_hans: 视图
zh_hant: 檢視

source: Volume
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση ήχου
es: Volumen
hu: Hangerő
ja: 音量
ko: 볼륨
ru: Уровень громкости
sv: Volym
tr: Ses
zh_hans: 音量
zh_hant: 音量

source: Volume Down
cs: Snížit hlasitost
da: Lydstyrke ned
de: Lautstärke niedriger
el: Μείωση έντασης ήχου
es: Bajar volumen
fr: Volume Bas
hu: Hangerő le
it: Diminuzione volume
ja: 音量 小
ko: 볼륨 낮추기
nl: Volume lager
pt: Diminuir Volume
ru: Уменьшить уровень громкости
sv: Lägre volym
tr: Sesi Alçalt
zh_hans: 音量减少
zh_hant: 音量減少

source: Wait for the current backup to finish before changing its folder.
cs: Před změnou složky počkejte na dokončení aktuální zálohy.
da: Vent til den aktuelle sikkerhedskopiering er færdig, før du ændrer dens mappe.
de: Warten Sie, bis die aktuelle Sicherung abgeschlossen ist, bevor Sie den Ordner ändern.
el: Περιμένετε να ολοκληρωθεί το τρέχον αντίγραφο ασφαλείας πριν αλλάξετε τον φάκελό του.
es: Espere a que finalice la copia de seguridad actual antes de cambiar su carpeta.
fr: Attendez la fin de la sauvegarde en cours avant de modifier son dossier.
hu: Várja meg, amíg az aktuális biztonsági mentés befejeződik, mielőtt megváltoztatná a mappáját.
it: Attendi il completamento del backup corrente prima di modificarne la cartella.
ja: 現在のバックアップが完了するまで待ってから、フォルダーを変更してください。
ko: 폴더를 변경하기 전에 현재 백업이 완료될 때까지 기다리십시오.
nl: Wacht tot de huidige back-up is voltooid voordat u de map wijzigt.
pt: Aguarde a conclusão do backup atual antes de alterar sua pasta.
ru: Прежде чем менять папку, дождитесь завершения текущей резервной копии.
sv: Vänta tills den aktuella säkerhetskopieringen är klar innan du byter mapp.
tr: Klasörünü değiştirmeden önce mevcut yedeklemenin bitmesini bekleyin.
zh_hans: 等待当前备份完成，然后再更改其文件夹。
zh_hant: 等待目前備份完成，然後再變更其資料夾。

source: Waiting for devices
cs: Čekání na zařízení
da: Venter på enheder
de: Warten auf Geräte
el: Αναμονή για συσκευές
es: Esperando dispositivos
fr: En attente d'appareils
hu: Várakozás az eszközökre
it: In attesa dei dispositivi
ja: デバイスを待機しています
ko: 기기를 기다리는 중
nl: Wachten op apparaten
pt: Aguardando dispositivos
ru: Ожидание устройств
sv: Väntar på enheter
tr: Cihazlar bekleniyor
zh_hans: 等待设备
zh_hant: 等待設備

source: WAV File
cs: Soubor WAV
da: WAV-filer
de: Wav-Datei
el: Αρχείο WAV
es: Archivo WAV
fr: Fichier WAV
hu: WAV fájl
it: File WAV
ja: WAV ファイル
ko: WAV 파일
nl: WAV-bestand
pt: Ficheiro WAV
ru: WAV файл
sv: WAV-fil
tr: WAV Dosyası
zh_hans: WAV文件
zh_hant: WAV 檔案

source: Waveform
cs: Tvar křivky
da: Bølgeform
de: Wellenform
el: Κυματομορφή
es: Forma de onda
fr: Forme d’onde
hu: Hullámforma
it: Forma d'onda
ja: 波形
ko: 파형
nl: Golfvorm
pt: Forma de onda
ru: Форма сигнала
sv: Vågform
tr: Dalga biçimi
zh_hans: 波形
zh_hant: 波形

source: Waveform color
cs: Barva tvaru vlny
da: Bølgeformsfarve
de: Wellenform-Farbe
el: Χρώμα κυματομορφής
es: Color de la forma de onda
fr: Couleur de forme d'onde
hu: Hullámforma szín
it: Colore forma d'onda
ja: 波形色
ko: 파형색
nl: Kleur van golfvorm
pt: Cor da forma de onda
ru: Цвет формы волны
sv: Vågformsfärg
tr: Dalga biçimi rengi
zh_hans: 波形图颜色
zh_hant: 波形顏色

source: Waveform Current Position
cs: Aktuální poloha průběhu
da: Kurveform nuværende position
de: Aktuelle Position der Wellenform
el: Κυματομορφή Τρέχουσα Θέση
es: Posición actual de Forma de onda
fr: Position actuelle de la forme d’onde
hu: Hullámforma Aktuális pozíció
it: Posizione corrente della forma d'onda
ja: 拡大波形の現在再生位置
ko: 파형 현재 위치
nl: Golfvorm huidige positie
pt: Posição atual da Forma de onda
ru: Текущее положение сигнала
sv: Vågforms nuvarande position
tr: Dalga Formu Mevcut Konumu
zh_hans: 波形当前位置
zh_hant: 波形目前位置

source: Waveform zoom
cs: Přiblížení průběhu
da: Bølgeform zoom
de: Wellenform-Zoom
el: Ζουμ κυματομορφής
es: Zoom de forma de onda
fr: Zoom sur la forme d'onde
hu: Hullámforma zoom
it: Zoom della forma d'onda
ja: 波形ズーム
ko: 파형 줌
nl: Golfvormzoom
pt: Zoom da forma de onda
ru: Масштабирование формы сигнала
sv: Vågformszoom
tr: Dalga biçimi yakınlaştırma
zh_hans: 波形放大
zh_hant: 波形放大

source: week(s)
cs: týden(y)
da: uge(r)
de: Woche(n)
el: εβδομάδα(ες)
es: semana(s)
fr: semaine(s)
hu: hét(ek)
it: settimana/e
ja: 週
ko: 주
nl: week(en)
pt: semana(s)
ru: неделя(и)
sv: vecka(r)
tr: hafta(lar)
zh_hans: 周
zh_hant: 週

source: Why PRO DJ LINK is unavailable
cs: Proč není PRO DJ LINK k dispozici
da: Hvorfor PRO DJ LINK ikke er tilgængelig
de: Warum PRO DJ LINK nicht verfügbar ist
el: Γιατί το PRO DJ LINK δεν είναι διαθέσιμο
es: Por qué PRO DJ LINK no está disponible
fr: Pourquoi PRO DJ LINK n'est pas disponible
hu: Miért nem érhető el a PRO DJ LINK?
it: Perché PRO DJ LINK non è disponibile
ja: PRO DJ LINKが利用できない理由
ko: PRO DJ LINK를 사용할 수 없는 이유
nl: Waarom PRO DJ LINK niet beschikbaar is
pt: Por que o PRO DJ LINK não está disponível
ru: Почему PRO DJ LINK недоступен
sv: Varför PRO DJ LINK inte är tillgängligt
tr: PRO DJ LINK neden kullanılamıyor?
zh_hans: 为什么 PRO DJ LINK 不可用
zh_hant: 為什麼 PRO DJ LINK 不可用

source: WIDE
cs: ŠIROKÝ
da: BRED
de: BREIT
el: ΠΛΑΤΙΑ
es: ANCHO
fr: LARGE
hu: SZÉLES
it: AMPIO
ja: ワイド
ko: 와이드
nl: BREED
pt: LARGO
ru: ШИРОКИЙ
sv: BRED
tr: GENİŞ
zh_hans: 宽幅
zh_hant: 寬幅

source: Wired
cs: Kabelové
da: Kablet
de: Verkabelt
el: Ενσύρματο
es: cableado
fr: Filaire
hu: Vezetékes
it: Cablato
ja: 有線
ko: 유선
nl: Bedraad
pt: Com fio
ru: Проводной
sv: Kabelansluten
tr: kablolu
zh_hans: 有线
zh_hant: 有線

source: year
cs: rok
da: år
de: Jahr
el: έτος
es: año
fr: année
hu: évben
it: anno
ja: 年
ko: 년
nl: jaar
pt: ano
ru: год
sv: år
tr: yıl
zh_hans: 年
zh_hant: 年

source: Year
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
fr: Année
hu: Év
it: Anno
ja: 年
ko: 연도
nl: Jaar
pt: Ano
ru: Год
sv: År
tr: Yıl
zh_hans: 年
zh_hant: 年

source: year(s)
cs: rok(y)
da: år
de: Jahr(e)
el: έτος(α)
es: año(s)
fr: année(s)
hu: év(ek)
it: anno/i
ja: 年
ko: 연도
nl: jaar(en)
pt: ano(s)
ru: год(а)
sv: år
tr: yıl(lar)
zh_hans: 年
zh_hant: 年

source: Yellow
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fr: Jaune
hu: Sárga
it: Giallo
ja: 黄
ko: 노란색
nl: Geel
pt: Amarelo
ru: Желтый
sv: Gul
tr: Sarı
zh_hans: 黄色
zh_hant: 黃色

source: Yes
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
ko: 예
nl: Ja
pt: Sim
ru: Да
sv: Ja
tr: Evet
zh_hans: 是
zh_hant: 是

source: You can keep using RBXport while this runs.
cs: Během tohoto běhu můžete RBXport používat.
da: Du kan fortsætte med at bruge RBXport, mens dette kører.
de: Sie können RBXport während der Ausführung weiterhin verwenden.
el: Μπορείτε να συνεχίσετε να χρησιμοποιείτε το RBXport όσο εκτελείται.
es: Puede seguir usando RBXport mientras se ejecuta.
fr: Vous pouvez continuer à utiliser RBXport pendant son exécution.
hu: Amíg ez fut, továbbra is használhatja az RBXportot.
it: Puoi continuare a utilizzare RBXport mentre è in esecuzione.
ja: これが実行されている間、RBXport を使用し続けることができます。
ko: 이것이 실행되는 동안 RBXport를 계속 사용할 수 있습니다.
nl: U kunt RBXport blijven gebruiken terwijl dit actief is.
pt: Você pode continuar usando o RBXport enquanto ele é executado.
ru: Вы можете продолжать использовать RBXport, пока он работает.
sv: Du kan fortsätta använda RBXport medan detta körs.
tr: Bu çalışırken RBXport'u kullanmaya devam edebilirsiniz.
zh_hans: 运行时您可以继续使用 RBXport。
zh_hant: 运行时您可以继续使用 RBXport。

source: Audio
da: Lyd
el: Ήχος
ja: オーディオ
ko: 오디오
pt: Áudio
ru: Аудио
sv: Ljud
tr: Ses
zh_hans: 音频
zh_hant: 音訊

source: Cloud
da: Sky
el: σύννεφο
es: Nube
hu: Felhő
ja: クラウド
ko: 클라우드
pt: Nuvem
ru: Облако
sv: Moln
tr: Bulut
zh_hans: 云
zh_hant: 雲

source: Explorer
da: Stifinder
el: Explorer (εξερευνητής)
es: Explorador
fr: Explorateur
ja: エクスプローラ
ko: 탐색기
nl: Verkenner
pt: Explorador
ru: Проводник
zh_hans: 浏览器
zh_hant: 檔案總管

source: Licence
da: Licens
de: Lizenz
el: Άδεια
es: Licencia
hu: Licenc
it: Licenza
ja: ライセンス
ko: 라이센스
nl: Licentie
pt: Licença
ru: Лицензия
sv: Licens
tr: Lisans
zh_hans: 许可证
zh_hant: 許可證

source: MIXER
da: BLANDER
de: MISCHER
el: ΜΙΞΕΡ
es: MEZCLADOR
fr: MÉLANGEUR
hu: KEVERŐ
it: MISCELATORE
ja: ミキサー
ko: 믹서
nl: MENGER
pt: MISTURADOR
ru: МИКСЕР
sv: BLANDARE
tr: MİKSER
zh_hans: 混音器
zh_hant: 混音器

source: Page Down
da: Side ned
de: Seite nach unten
el: Σελίδα κάτω
es: Página abajo
fr: Page suivante
hu: Oldal lefelé
it: Pagina giù
ja: ページダウン
ko: 페이지 아래로
nl: Pagina omlaag
pt: Página para baixo
ru: Страница вниз
sv: Sida ner
tr: Sayfa Aşağı
zh_hans: 向下翻页
zh_hant: 往下翻頁
